{
  "secular": [
    "One small step is still a step.",
    "It's okay to rest. You’re not falling behind; you’re recovering.",
    "You don’t have to do this alone. Reaching out is strength.",
    "Progress is better than perfection.",
    "Every day may not be good, but there is something good in every day.",
    "Asking for help shows courage, not weakness.",
    "Keep going—your future self will thank you."
  ],
  "cultural_nusantara": [
    "Sedikit-sedikit, lama-lama menjadi bukit.",
    "Berat sama dipikul, ringan sama dijinjing.",
    "Air yang tenang menyejukkan hati—tarik napas dan perlahan.",
    "Alon-alon asal kelakon. (Slow but steady gets it done.)",
    "Dimana ada kemauan, disitu ada jalan. (Where there’s a will, there’s a way.)",
    "Gotong royong makes the burden lighter together.",
    "Harmony in the community brings peace to the soul."
  ],
  "islam": [
    "Tenangkan hati dengan jeda sejenak dan zikir sesuai kebiasaanmu.",
    "Istirahat juga bagian dari menjaga amanah atas dirimu.",
    "Syukuri langkah kecil hari ini—itu tetap kemajuan.",
    "Sabar adalah kunci pertolongan. (Patience is the key to relief.)",
    "Ingat Allah, hati menjadi tenteram. (Remember Allah, and hearts find peace.)",
    "Mulai dari doa sederhana—itu adalah kekuatanmu.",
    "Tolong-menolong dalam kebaikan menumbuhkan keberkahan."
  ],
  "christian": [
    "Take a quiet moment; offer your worry and keep breathing.",
    "Rest is not quitting; it is part of the journey.",
    "Grace meets you where you are; start small today.",
    "Be still, and know that you are not alone.",
    "Hope grows stronger when it is shared.",
    "Every burden is lighter when carried together in faith.",
    "Even the smallest prayer can bring peace."
  ],
  "hindu": [
    "Steady breath, steady mind—choose a small, kind action now.",
    "You are not your passing thoughts; witness them and let them go.",
    "Move gently; balance returns in small, mindful steps.",
    "Act without attachment; peace follows duty well done.",
    "The soul is steady when the mind is steady.",
    "A calm heart opens the way to wisdom.",
    "Each act of kindness is a form of worship."
  ],
  "buddhist": [
    "Notice the breath. Let thoughts pass like clouds in the sky.",
    "Suffering lessens when we meet it with kindness and presence.",
    "One mindful breath can change the flavor of the moment.",
    "Peace begins the moment you choose to pause.",
    "Compassion for yourself is the beginning of compassion for all.",
    "Even one step taken mindfully is a step toward peace.",
    "Let go—nothing is worth holding so tightly that it steals your calm."
  ]
}
